Repository: boinmzaq77/mymenu
Catalog: MVC/Merchant/MyMenuMerchant/MyMenuMerchant/Resources/Views/BranchManagement/Printers.*.resx
Languages: th_th

source: Bluetooth Name :
th_th: ชื่อ Bluetooth

source: Loading..
th_th: กำลังโหลด..

# กลับ
source: Back
th_th: กลับ

# กลุ่มสินค้าตามจุดพิมพ์ :
source: Category by printer :
th_th: กลุ่มสินค้าตามจุดพิมพ์ :

# การจัดการสาขา
source: Branch Management
th_th: การจัดการสาขา

# การพิมพ์ใบส่งครัว
source: Kitchen slip printing
th_th: การพิมพ์ใบส่งครัว

# การพิมพ์ใบส่งครัวอัตโนมัติ :
source: Automatic Kitchen slip printing :
th_th: การพิมพ์ใบส่งครัวอัตโนมัติ :

# การพิมพ์ใบเสร็จ
source: Receipt printing
th_th: การพิมพ์ใบเสร็จ

# การพิมพ์ใบเสร็จอัตโนมัติ :
source: Automatic receipt printing :
th_th: การพิมพ์ใบเสร็จอัตโนมัติ :

# ขนาดกระดาษ :
source: Paper size :
th_th: ขนาดกระดาษ :

# คุณต้องการลบจุดพิมพ์
source: Are you sure you want to delete Printer
th_th: คุณต้องการลบจุดพิมพ์

# จำนวนทั้งหมด
source: Total quantity
th_th: จำนวนทั้งหมด

# จุดพิมพ์
source: Printer
th_th: จุดพิมพ์

# จุดพิมพ์หลัก
source: Main Printer
th_th: จุดพิมพ์หลัก

# ชื่อจุดพิมพ์
source: Printer name
th_th: ชื่อจุดพิมพ์

# ชื่อจุดพิมพ์ :
source: Printer name
th_th: ชื่อจุดพิมพ์ :

# ตัดรายหมวดหมู่
source: Cut by category
th_th: ตัดรายหมวดหมู่

# ตัดรายออเดอร์
source: Cut by order
th_th: ตัดรายออเดอร์

# ตัดแยกตามรายการ
source: Cut by item
th_th: ตัดแยกตามรายการ

# ประเภทการตัดใบรายการใบส่งครัว
source: Kitchen slip cut type
th_th: ประเภทการตัดใบรายการใบส่งครัว

# ประเภทเครื่องพิมพ์ :
source: Printer type :
th_th: ประเภทเครื่องพิมพ์ :

# ยกเลิก
source: Cancel
th_th: ยกเลิก

# ยังไม่มีจุดพิมพ์
source: No Printer
th_th: ยังไม่มีจุดพิมพ์

# รายการจุดพิมพ์
source: Printer list
th_th: รายการจุดพิมพ์

# รายละเอียดจุดพิมพ์
source: Printer Details
th_th: รายละเอียดจุดพิมพ์

# ลบ
source: Delete
th_th: ลบ

# ลำดับ
source: No.
th_th: ลำดับ

# วิธีตัดใบรายการ
source: Receipt cut type
th_th: วิธีตัดใบรายการ

# อัตโนมัติ
source: Automatic
th_th: อัตโนมัติ

# เพิ่มรายการ
source: Add item
th_th: เพิ่มรายการ

# ไม่พบข้อมูล
source: Data not found
th_th: ไม่พบข้อมูล

# ไม่สามารถลบจุดพิมพ์ได้ กรุณาลองใหม่อีกครั้ง
source: Unable to dalete, Please try again.
th_th: ไม่สามารถลบจุดพิมพ์ได้ กรุณาลองใหม่อีกครั้ง

# ไม่สามารถแก้ไขจุดพิมพ์ได้ กรุณาลองใหม่อีกครั้ง
source: Unable to edit, Please try again.
th_th: ไม่สามารถแก้ไขจุดพิมพ์ได้ กรุณาลองใหม่อีกครั้ง
