Repository: boinmzaq77/mymenu
Catalog: MVC/Merchant/MyMenuMerchant/MyMenuMerchant/Resources/Views/ManageMenu/Menu.*.resx
Languages: th_th

# Extra (ตัวเลือกเสริม) :
source: Extra
th_th: Extra (ตัวเลือกเสริม) :

source: Loading..
th_th: กำลังโหลด..

# Option (ตัวเลือก) :
source: Option
th_th: Option (ตัวเลือก) :

# กลับ
source: Back
th_th: กลับ

# การนำเข้าข้อมูล
source: Data import
th_th: การนำเข้าข้อมูล

# คุณต้องการลบ สินค้า
source: Are you sure you want to delete
th_th: คุณต้องการลบ สินค้า

source: requires uploading a .csv file and Category, Option, Extra must match the existing data in the system for successful product data upload
th_th: จะต้องอัปโหลดไฟล์ .csv และข้อมูลกลุ่มสินค้า, ตัวเลือก, ตัวเลือกเสริม จะต้องตรงกับข้อมูลที่มีในระบบด้วย จึงจะสามารถอัปโหลดข้อมูลสินค้าได้

source: This will create a centralized menu. You can choose to sell the food menu by branch, with the default setting being to open sales for all branches.
th_th: จะเป็นการสร้างเมนูที่เป็นส่วนกลาง สามารถเลือกขายเมนูอาหารตามสาขาได้ โดยจะ Default ให้เปิดขายทุกสาขา, ร้านค้าสามารถเพิ่มสินค้าได้สูงสุด 1,000 รายการ

# จัดการเมนูอาหาร
source: Menu Manage
th_th: จัดการเมนูอาหาร

# จำนวนทั้งหมด
source: Total quantity
th_th: จำนวนทั้งหมด

# ชื่อเมนู
source: Menu Name
th_th: ชื่อเมนู

# ชื่อเมนู :
source: Menu Name :
th_th: ชื่อเมนู :

# ชื่อเมนู, ราคาปกติ, ราคาขาย, สาขาที่เปิดขาย
source: Menu Name,Price, Selling Price, Sales on branch
th_th: ชื่อเมนู, ราคาปกติ, ราคาขาย, สาขาที่เปิดขาย

# ดาวน์โหลดตัวอย่างไฟล์นำเข้า .csv
source: Download file .csv
th_th: ดาวน์โหลดตัวอย่างไฟล์นำเข้า .csv

# นำเข้าข้อมูล
source: Data import
th_th: นำเข้าข้อมูล

# ยกเลิก
source: Cancel
th_th: ยกเลิก

# ยังไม่มีรายการเมนูอาหาร
source: No Menu
th_th: ยังไม่มีรายการเมนูอาหาร

# ยืนยันการลบรายการ
source: Comfirm Delete
th_th: ยืนยันการลบรายการ

# ราคาขาย
source: Selling Price
th_th: ราคาขาย

# ราคาขาย :
source: Selling Price :
th_th: ราคาขาย :

# ราคาปกติ
source: Price
th_th: ราคาปกติ

# ราคาปกติ :
source: Price :
th_th: ราคาปกติ :

# รายการเมนูอาหาร
source: Menu
th_th: รายการเมนูอาหาร

# รายละเอียดเมนู
source: Menu Details
th_th: รายละเอียดเมนู

# รายละเอียดเมนู :
source: Menu Details :
th_th: รายละเอียดเมนู :

# ลบ
source: Delete
th_th: ลบ

# ลำดับ
source: No.
th_th: ลำดับ

# สาขาที่เปิดขาย
source: Sales on branch
th_th: สาขาที่เปิดขาย

# สาขาที่เปิดขาย :
source: Sales on branch :
th_th: สาขาที่เปิดขาย :

# หมวดหมู่ :
source: Category :
th_th: หมวดหมู่ :

# อัปโหลดไฟล์ข้อมูล .csv
source: Upload file .csv
th_th: อัปโหลดไฟล์ข้อมูล .csv

# เพิ่มเมนูอาหาร
source: Add Menu
th_th: เพิ่มเมนูอาหาร

# เมนูอาหาร
source: Menu
th_th: เมนูอาหาร

# ไม่พบข้อมูล
source: Data not found
th_th: ไม่พบข้อมูล

# ไม่สามารถลบสินค้าได้ เนื่องจากมีการใช้งานอยู่
source: Unable to delete item because option is currently in use.
th_th: ไม่สามารถลบสินค้าได้ เนื่องจากมีการใช้งานอยู่

# ไม่สามารถลบเมนูอาหารได้ เนื่องจากมีการใช้งานอยู่
source: Unable to delete item because option is currently in use.
th_th: ไม่สามารถลบเมนูอาหารได้ เนื่องจากมีการใช้งานอยู่

# ไม่สามารถลบได้ กรุณาลองใหม่อีกครั้ง
source: Unable to delete, Please try again.
th_th: ไม่สามารถลบได้ กรุณาลองใหม่อีกครั้ง
